[SkirmisherHeretic X2SoldierClassTemplate]
DisplayName="散兵异端"
ClassSummary="异端们对于如何打碎意志过于熟悉，他们将力量转向了曾经的统治者。"
AbilityTreeTitles[0]="心灵破碎者"
AbilityTreeTitles[1]="安抚术"
AbilityTreeTitles[2]="火力支援"
AbilityTreeTitles[3]="XCOM"

RandomNickNames[0]="偶像破坏者"
RandomNickNames[1]="煽动者"
RandomNickNames[2]="挥霍者"
RandomNickNames[3]="叛乱者"
RandomNickNames[4]="渎神者"
RandomNickNames[5]="异教徒"
RandomNickNames[6]="背教者"
RandomNickNames[7]="叛徒"
RandomNickNames[8]="异端"
RandomNickNames[9]="压迫者"
RandomNickNames[10]="分裂者"
RandomNickNames[11]="牧师"
RandomNickNames[12]="高级教士"
RandomNickNames[13]="教阶领袖"

RandomNickNames_Male[0]="牧师"

RandomNickNames_Female[0]="女祭司"
RandomNickNames_Female[1]="女修道院院长"

+RankNames[0]="新兵"
+RankNames[1]="入门者"
+RankNames[2]="学徒"
+RankNames[3]="熟练者"
+RankNames[4]="门徒"
+RankNames[5]="神秘者"
+RankNames[6]="术士"
+RankNames[7]="大法师"

+ShortNames[0]="新兵"
+ShortNames[1]="入门者"
+ShortNames[2]="学徒"
+ShortNames[3]="熟练者"
+ShortNames[4]="门徒"
+ShortNames[5]="神秘者"
+ShortNames[6]="术士"
+ShortNames[7]="大法师"

+RankIcons[0]= "UILibrary_Common.rank_rookie"
+RankIcons[1]= "UILibrary_Common.psirank_initiate"
+RankIcons[2]= "UILibrary_Common.psirank_acolyte"
+RankIcons[3]= "UILibrary_Common.psirank_adept"
+RankIcons[4]= "UILibrary_Common.psirank_disciple"
+RankIcons[5]= "UILibrary_Common.psirank_mystic"
+RankIcons[6]= "UILibrary_Common.psirank_warlock"
+RankIcons[7]= "UILibrary_Common.psirank_magus"